platform: "onnxruntime_onnx"
max_batch_size: 32
input [
  {
    name: "input_ids"
    data_type: TYPE_INT64
    dims: [ 300 ]
  },
  {
    name: "attention_mask"
    data_type: TYPE_INT64
    dims: [ 300 ]
  },
  {
    name: "token_type_ids"
    data_type: TYPE_INT64
    dims: [ 300 ]
  }
]
output [
  {
    name: "logits"
    data_type: TYPE_FP32
    dims: [ 1 ]
  }
]
dynamic_batching {
  preferred_batch_size: [ 1, 2, 4, 8, 16, 32 ]
  max_queue_delay_microseconds: 30000
}